Repository: anosidium/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: ca, fr

source: _BASE_USED_
ca: ca
fr: fr

source: File Access
ca: Accés a fitxers
fr: Accès Fichiers

source: Performance
ca: Rendiment

source: Finder Extension
ca: Extensió del Finder
fr: Extension Finder

source: Love
ca: Suport
fr: Amour

source: OK
ca: D'acord

source: Done
ca: D'acord
fr: Terminé

source: Yes
ca: Sí
fr: Oui

source: Don't show again
ca: No tornis a mostrar
fr: Ne plus afficher

source: Set as default compressor
ca: Utilitza com a compressor per defecte
fr: Définir comme compresseur par défaut

source: Not now
ca: Ara no
fr: Pas maintenant

source: Want to make Keka your default compressor?
ca: Voleu que el Keka sigui el compressor per defecte?
fr: Voulez-vous que Keka devienne le compresseur par défaut ?

source: This means that all the compatible files will be extracted with Keka by now. You can set this later in the Keka Preferences.
ca: Això significa que, a partir d'ara, tots els arxius compatibles s'extrauran amb el Keka. Podeu configurar-ho més tard a les opcions del Keka.
fr: Ceci signifie que tous les types d'archives compatibles seront dorénavant extraits par Keka. Vous pouvez modifier ce réglage par la suite dans les Préférences de Keka.

source: Really want to close Keka?
ca: Voleu tancar el Keka?
fr: Voulez-vous vraiment quitter Keka?

source: The current operations will be canceled. If you choose to wait and quit Keka will exit when all work is done.
ca: Es cancel·laran les operacions actuals. Si trieu esperar i sortir, el Keka es tancarà en finalitzar les tasques pendents.
fr: Les opérations en cours seront annulées. Si vous choisissez d'attendre et de quitter, Keka s'arrêtera une fois les tâches terminées.

source: Password needed
ca: Contrasenya necessària
fr: Mot de passe requis

source: File "%@" needs a password to be extracted
ca: Introduïu la contrasenya per extreure el contingut de l'arxiu «%@».
fr: L'extraction du fichier "%@" requiert un mot de passe

source: Extraction of "%@" done
ca: S'ha extret el contingut de l'arxiu «%@» correctament
fr: L'extraction de "%@" est terminée

source: Extraction of "%@" failed.
ca: Ha fallat l'extracció de l'arxiu «%@».
fr: L'extraction de "%@" a échoué.

source: Extraction of %i files done
ca: S'han extret %i arxius correctament
fr: Extraction de %i fichiers effectuée

source: Extraction complete
ca: Extracció finalitzada
fr: Extraction terminée

source: Extraction fail
ca: Ha fallat l'extracció
fr: Échec de l'extraction

source: Compression complete
ca: Compressió completada
fr: Compression terminée

source: File "%@" created
ca: S'ha creat l'arxiu «%@»
fr: Fichier "%@" créé

source: Compression fail
ca: Compressió fallida
fr: Échec de la compression

source: File "%@" cannot be created
ca: No es pot crear l'arxiu «%@»
fr: Le fichier "%@" n'a pu être créé

source: (using fallback folder)
ca: (fent servir la carpeta de suport)
fr: (utilisation du dossier de secours)

source: Operation not implemented
ca: Operació no implementada
fr: Opération non disponible

source: Performing operation...
ca: Operació en curs...
fr: Opération en cours...

source: Waiting...
ca: S'està esperant...
fr: Patientez...

source: Extracting "%@"
ca: Extracció de: «%@»
fr: Extraction de "%@"

source: Extracting "%@..."
ca: S'està extraient «%@»...
fr: Extraction de "%@..."

source: Creating %@ file...
ca: S'està creant «%@»...
fr: Création du fichier %@...

source: Creating file "%@"
ca: Creació de: «%@»
fr: Création du fichier "%@"

source: Creating file "%@..."
ca: S'està creant «%@»...
fr: Création du fichier "%@..."

source: Volume name:
ca: Nom de l'arxiu:
fr: Nom de volume:

source: Time elapsed: %d:%@%d:%@%d hours%@
ca: Temps transcorregut: %d:%@%d:%@%d hores%@
fr: Temps écoulé : %d:%@%d:%@%d heures%@

source: Time elapsed: %d:%@%d minutes%@
ca: Temps transcorregut: %d:%@%d minuts%@
fr: Temps écoulé : %d:%@%d minutes%@

source: Time elapsed: %d seconds%@
ca: Temps transcorregut: %d segons%@
fr: Temps écoulé : %d secondes%@

source: %.0f seconds
ca: %.0f segons
fr: %.0f secondes

source: %i:%02i minutes
ca: %i:%02i minuts

source: %i:%02i:%02i hours
ca: %i:%02i:%02i hores
fr: %i:%02i:%02i heures

source: Pause
ca: Pausa

source: Continue
ca: Continua
fr: Continuer

source: Operation paused
ca: Operació pausada
fr: Opération en pause

source: Cancel
ca: Cancel·la
fr: Annuler

source: Close
ca: Tanca
fr: Fermer

source: Operation failed
ca: Ha fallat l'operació
fr: Échec de l'opération

source: Operation failed with error code %d
ca: Ha fallat l'operació amb el codi d'error %d
fr: L'opération a échoué avec le code erreur %d

source: Choose a name and folder to start the compression
ca: Trieu el nom i la carpeta per iniciar la compressió
fr: Choisissez un nom et un dossier pour démarrer la compression

source: Creation of "%@" failed
ca: Ha fallat la creació de: «%@»
fr: La création de "%@" a échoué

source: Creating "%@"
ca: Creació de: «%@»
fr: Création de "%@"

source: Preparing extraction...
ca: S'està preparant l'extracció…
fr: Préparation de l'extraction...

source: Choose a folder to extract this file
ca: Trieu la carpeta on extreure l'arxiu
fr: Choisissez un dossier où extraire ce fichier

source: Choose where do you want to extract "%@"
ca: Trieu la carpeta on extreure l'arxiu "%@"
fr: Choisissez où vous voulez extraire "%@"

source: Select all the volumes from "%@" or the folder that contains them
ca: Trieu tots els volums de "%@" o la carpeta que els conté
fr: Sélectionner tous les volumes de "%@" ou le dossier qui les contient

source: Select the folder that contains "%@"
ca: Trieu la carpeta que conté "%@"
fr: Sélectionner le dossier qui contient "%@"

source: Extraction of "%@" failed
ca: Ha fallat l'extracció de: «%@»
fr: L'extraction de "%@" a échoué

source: Keka - %i on queue
ca: Keka - %i a la cua
fr: Keka - %i en file d'attente

source: Keka can't create this %@ image
ca: El Keka no pot crear aquesta imatge %@
fr: Keka ne peut créer l'image %@

source: You can only create %@ images with a single folder. Try to put all your files in a folder and drop it to Keka to create the %@ image.
ca: Només podeu crear una imatge %@ amb una única carpeta. Afegiu tot el contingut a una carpeta i arrossegueu-la al Keka per crear una imatge %@.
fr: La création d'une image %@ n'accepte qu'un unique dossier. Placez tous vos fichiers dans un même dossier et déposez-le sur Keka pour créer une image %@.

source: Keka can't create this @% tarball
ca: El Keka no pot crear el tarball @%
fr: Keka ne peut pas créer ce tarball @%

source: This operation is not supported on %@.
ca: Aquesta operació no està suportada a %@.
fr: Cette opération n'est pas supportée sur %@.

source: Compress "%@" in %@ to...
ca: S'està comprimint «%@» com a %@ a...
fr: Compresser "%@" dans %@ vers...

source: Compress in %@ to...
ca: S'està comprimint %@ a...
fr: Compresser dans %@ vers ...

source: Save as:
ca: Anomena i desa:
fr: Enregistrer sous:

source: Compress
ca: Compressió
fr: Compresser

source: Extract "%@" to...
ca: Extreu «%@» a…
fr: Extraire "%@" vers...

source: Extract as:
ca: Extreu com:
fr: Extraire sous:

source: Extract
ca: Extreu
fr: Extraire

source: About %i seconds
ca: Aproximadament %i segons
fr: Environ %i secondes

source: About %i minutes
ca: Aproximadament %i minuts
fr: Environ %i minutes

source: About %i hours
ca: Aproximadament %i hores
fr: Environ %i heures

source: About %i days
ca: Aproximadament %i dies
fr: Environ %i jours

source: About %i weeks
ca: Aproximadament %i setmanes
fr: Environ %i semaines

source: About %i months
ca: Aproximadament %i mesos
fr: Environ %i mois

source: About %i years
ca: Aproximadament %i anys
fr: Environ %i années

source: About a minute
ca: Aproximadament un minut
fr: Environ une minute

source: About an hour
ca: Aproximadament una hora
fr: Environ une heure

source: About a day
ca: Aproximadament un dia
fr: Environ un jour

source: About a week
ca: Aproximadament una setmana
fr: Environ une semaine

source: About a month
ca: Aproximadament un mes
fr: Environ un mois

source: About a year
ca: Aproximadament un any
fr: Environ une année

source: Finishing...
ca: Acabant...
fr: En train de finir...

source: Can't show progress time...
ca: No es pot mostrar el temps…
fr: Impossible d'afficher le temps restant...

source: Password for "%@"
ca: Contrasenya per a «%@»
fr: Mot de passe pour "%@"

source: Method
ca: Mètode
fr: Méthode

source: Method:
ca: Mètode:
fr: Méthode:

source: No compression
ca: Sense compressió
fr: Non compressé

source: Fastest, less compression
ca: Molt ràpida, poca compressió
fr: Très rapide, moins compressé

source: Fast, less compression
ca: Ràpida, compressió menor
fr: Rapide, moins compressé

source: Slow, more compression
ca: Lenta, compressió màxima
fr: Lent, mieux compressé

source: Slowest, more compression
ca: Molt lenta, compressió ultra
fr: Très lent, mieux compressé

source: Compression
ca: Compressió

source: Extraction
ca: Extracció

source: Keka can't use the "extlx.plist" list, please get in contact with the developers. Now Keka will quit.
ca: El Keka no pot utilitzar la llista «extlx.plist», contacteu amb els desenvolupadors. El Keka es tancarà ara.
fr: Keka ne peut utiliser la liste "extlx.plist", veuillez contacter le développeur. Keka va maintenant s'arrêter.

source: Keka is dying!
ca: El Keka s'ha aturat!
fr: Keka s'arrête !

source: Ask each time
ca: Demana-ho sempre
fr: Demander à chaque fois

source: Next to original file
ca: Al costat de l'original
fr: A côté du fichier d'origine

source: Custom folder...
ca: Carpeta personalitzada...
fr: Dossier personnalisé...

source: Same as original file
ca: El mateix que l'arxiu original
fr: Comme le fichier d'origine

source: Custom name...
ca: Nom personalitzat...
fr: Nom personnalisé...

source: Archive
ca: Arxiu comprimit

source: Set as default folder
ca: Defineix com a carpeta per defecte
fr: Définir comme dossier par défaut

source: Perform automatic action
ca: Realitza l'acció automàtica
fr: Choisir l'action automatiquement

source: Always compress
ca: Comprimeix sempre
fr: Toujours compresser

source: Always extract
ca: Extreu sempre
fr: Toujours extraire

source: 1.4 MB Floppy
ca: Disquet 1.4 MB
fr: Disquette 1.4 Mo

source: 650 MB CD
ca: CD 650 MB
fr: CD 650 Mo

source: 700 MB CD
ca: DC 700 MB
fr: CD 700 Mo

source: 4.7 GB DVD
ca: DVD 4.7 GB
fr: DVD 4.7 Go

source: Drop here to extract
ca: Arrossegueu aquí per extreure
fr: Déposer ici pour extraire

source: Drop here to compress
ca: Arrossegueu aquí per comprimir
fr: Déposer ici pour compresser

source: Binary "%@" is not accessible
ca: No es pot accedir a «%@»
fr: Le binaire "%@" n'est pas accessible

source: The first part "%@" can't be found
ca: No s'ha trobat la primera part de: «%@»
fr: La première partie "%@" est introuvable

source: unknown
ca: desconegut
fr: inconnu

source: Unknown error
ca: Error desconegut
fr: Erreur inconnue

source: Error code %d using "%@" %@
ca: Codi d'error %d utilitzant «%@» %@
fr: Code erreur %d en utilisant "%@" %@

source: Keka was unable to create the extraction package
ca: El Keka no ha pogut crear el paquet d'extracció
fr: Keka n'a pas pu créer le paquet d'extraction

source: No errors found
ca: No s'han trobat errors
fr: Pas d'erreur trouvées

source: Minor error, the operation may be done well
ca: Error menor, l'operació pot haver finalitzat correctament
fr: Erreur mineure, l'opération a peut-être réussi

source: Fatal error
ca: Error fatal
fr: Erreur fatale

source: CRC error occurred, maybe the file is corrupt
ca: S'ha produït un error de verificació CRC; potser l'arxiu és corrupte
fr: Une erreur CRC est survenue, le fichier est peut-être corrompu

source: Attempt to modify an archive previously locked
ca: S'ha provat a modificar un arxiu blocat prèviament
fr: Tentative de modification d'une archive préalablement verrouillée

source: Maybe you don't have permission to write or your disk is full
ca: Potser no teniu permisos d'escriptura o el disc és ple
fr: Vous ne disposez peut-être pas des droits d'écriture, ou votre disque est plein

source: Can't open the file, maybe you don't have read permission
ca: No es pot obrir l'arxiu. Potser no teniu permisos de lectura
fr: Échec d'ouverture du fichier, peut-être ne disposez-vous pas des droits de lecture

source: Command line error, please contact with the developer
ca: Error a la línia d'ordres. Contacteu amb el desenvolupador
fr: Erreur de ligne de commande, contactez le développeur

source: Not enough memory. Try to close some programs and repeat the operation
ca: No hi ha prou memòria. Tanqueu altres aplicacions i torneu a provar
fr: Pas assez de mémoire. Essayez de fermer quelques applications et recommencez l'opération

source: Can't create the file, maybe you don't have permission or free space
ca: No es pot crear l'arxiu. Potser no teniu prou permisos o espai al disc
fr: Échec de création du fichier, vous ne disposez peut-être pas des permissions nécessaires ou manquez d'espace libre

source: Canceled manually
ca: S'ha cancel·lat manualment
fr: Annulé manuellement

source: Bad password, try again
ca: Contrasenya errònia, torneu a provar
fr: Mot de passe incorrect, veuillez recommencer

source: This archive is locked
ca: L'arxiu està blocat
fr: Cette archive est verrouillée

source: Write error. No permission? No space left?
ca: Error d'escriptura. Sense permisos? Sense espai disponible?
fr: Erreur d'écriture. Pas de permission ? Pas d'espace libre ?

source: Can't open the file, maybe it's not accessible
ca: No es pot obrir l'arxiu. Potser no està accessible
fr: Échec d'ouverture du fichier, le fichier n'est peut-être pas accessible

source: No files matching the mask
ca: No s'han trobat arxius amb el filtre utilitzat
fr: Aucun fichier ne correspond au filtre

source: There were some read errors
ca: Hi han hagut errors de lectura
fr: Il y a eu des erreurs de lecture

source: Give access
ca: Donar accés
fr: Donner l'accès

source: Just folder access
ca: Només accés a la carpeta
fr: Seulement l'accès au dossier

source: Quit
ca: Sortir
fr: Quitter

source: More information
ca: Més informació
fr: Plus d'informations

source: Keka needs file access
ca: El Keka necessita accés als fitxers
fr: Keka a besoin de l'accès au fichier

source: Give home access
ca: Donar accés personal
fr: Donner l'accès au dossier Départ

source: Customize
ca: Personalitzar
fr: Personnaliser

source: Keka needs access to the source file/s.
ca: El Keka necessita accés al/s fitxer/s original/s.
fr: Keka a besoin de l'accès aux fichiers source.

source: In order to work seamlessly with your files, Keka needs local access to the Mac disk.
ca: Per tal de integrarse amb el teu Mac, el Keka necessita accés local al disc.
fr: Afin de travailler sans restriction avec vos fichiers, Keka a besoin de l'accès local au disque du Mac.

source: Simply click on "Give access to Keka", your disk should already be selected.
ca: Fes clic a "Donar accés al Keka", el disc ja està seleccionat.
fr: Cliquez sur "Donner l'accès à Keka", votre disque devrait déjà étre sélectionné.

source: Give access to Keka
ca: Donar accés al Keka
fr: Donner l'accès à Keka

source: Full Mac access (Recommended)
ca: Accés complet (Recomanat)
fr: Accès complet au Mac (Recommandé)

source: Home folder access
ca: Accés personal
fr: Accès au dossier Départ

source: External volumes access
ca: Accés a volums externs
fr: Accès aux volumes externes

source: Full Mac
ca: Tot el Mac
fr: Tout le Mac

source: Home folder
ca: Carpeta personal
fr: Dossier Départ

source: External volumes
ca: Volums externs
fr: Volumes externes

source: Show in context menu
ca: Mostrar en el menú contextual
fr: Afficher dans le menu contextuel

source: External disk: %@
ca: Disc extern: %@
fr: Disque externe: %@

source: An extension is required
ca: Es requereix una extensió
fr: Une extension est nécessaire

source: In order to set Keka as the default application, you need to install an extension. Click on "More information" to follow the required steps. Remember that you can always set Keka as the default application for any format using the Finder's "Get Info" panel.
ca: Per tal d'establir el Keka com l'aplicació per defecte, necessitaràs instal·lar una extensió. Fes clic a "Més informació" per saber com fer-ho. Recorda que sempre pots establir el Keka com aplicació per defecte per a qualsevol format fent servir l'opció "Obtenir informació" des del Finder.
fr: Afin de définir Keka comme application par défaut, vous devez installer une extension. Cliquez sur "Plus d'informations" pour suivre les étapes nécessaires. Souvenez-vous que vous pouvez toujour définir Keka comme application par défaut pour n'importe quel format en utilisant la fenêtre du Finder "Lire les informations".

source: Your installed extension is obsolete and you should update it.
ca: L'extensió instal·lada és una versió antiga i s'ha d'actualitzar.
fr: Votre extension installée est obsolète et vous devriez la mettre à jour.

source: Cannot set Keka as default
ca: No s'ha pogut establir el Keka com a l'aplicació per defecte
fr: Keka ne peut pas être défini par défaut

source: The intermediate application failed to launch. There is more information in the Console.app.
ca: L'extensió no s'ha pogut obrir. Trobaràs més informació a la Consola.app.
fr: L'application intermédiaire n'a pas pu démarrer. Il y a des informations complémentaires dans Console.app.

source: The intermediate application returned an undefined code.
ca: L'extensió ha retornat un codi desconegut.
fr: L'application intermédiaire a renvoyé un code indéfini.

source: Keka is now set as the default application for its known formats.
ca: El Keka s'ha establert com a l'aplicació per defecte pels formats que reconeix.
fr: Keka est maintenant défini comme application par défaut pour ses propres formats.

source: Keka set as default
ca: El Keka s'ha establert com a aplicació per defecte
fr: Keka défini par défaut

source: There were some errors while registering the formats. There is more information in the Console.app.
ca: Han ocorregut errors al registrar els formats. Trobaràs més informació a la Consola.app.
fr: Il y a eu des erreurs pendant la définition des formats. Il y a des informations complémentaires dans Console.app.

source: The intermediate application can't get access to Keka.
ca: L'extensió no pot accedir al Keka.
fr: L'application intermédiairene ne peut pas accéder à Keka.

source: The intermediate application can't find Keka.
ca: L'extensió no pot torbar el Keka.
fr: L'application intermédiaire ne trouve pas Keka.

source: Show in Finder
ca: Mostrar-ho al Finder
fr: Afficher dans le Finder

source: Delete
ca: Eliminar
fr: Supprimer

source: Continue without encryption
ca: Continuar sense xifrar
fr: Continuer sans chiffrement

source: The password does not match
ca: La contrasenya no coincideix
fr: Le mot de passe ne correspond pas

source: The password is not properly set and the file cannot be encrypted. You can cancel and set the password again or continue the process without encryption.
ca: La contrasenya no coincideix i no es pot xifrar l'arxiu. Pots cancel·lar l'operació o continuar sense xifrar.
fr: Le mot de passe n'est pas correctement défini et le fichier ne peut pas être chiffré. Vous pouvez annuler et redéfinir le mot de passe ou continuer le processus sans chiffrement.

source: Use legacy encryption
ca: Fer servir xifrat bàsic
fr: Utiliser l'ancien chiffrement

source: Using AES-256 encryption in ZIP
ca: Fent servir xifrat AES-256 en ZIP
fr: Utilisation du chiffrement AES-256 dans ZIP

source: Note that most modern operating systems such as macOS (before macOS 11.0 Big Sur) or Windows do not support AES-256 encrypted ZIPs by default. You can open those files easily with most third party extraction utilities.
ca: La majoria dels sistemes operatius actuals com macOS (abans de macOS 11.0 Big Sur) o Windows no suporten arxius ZIP xifrats fent servir AES-256 per defecte. Pots obrir aquests arxius sense problemes amb la major part dels aplicatius de compressió de tercers.
fr: Notez que la plupart des systèmes d'exploitation modernes tels que macOS (avant macOS 11.0 Big Sur) ou Windows ne prennent pas en charge les fichiers ZIP chiffrés AES-256 par défaut. Vous pouvez ouvrir ces fichiers facilement avec la plupart des utilitaires d'extraction tiers.

source: Cannot create the file
ca: No s'ha pogut crear l'arxiu
fr: Impossible de créer le fichier

source: Keka has no file access to the source file/s Give it access when asked or manually in the Preferences
ca: El Keka no té accés a l'arxiu. Pots donar-li quan es demani o manualment a les Preferencies
fr: Keka n'a pas d'accès aux fichiers sources Donnez-lui l'accès lorsque vous y êtes invité ou manuellement dans les Préférences

source: Give access to the source/s folder/s
ca: Dona accés a la/les carpeta/es
fr: Donner accès aux fichiers sources

source: Give access to the compressed file
ca: Dona accés a l'arxiu comprimit
fr: Donner accès au fichier compressé

source: The extension is enabled
ca: L'extensió està habilitada
fr: L'extension est activée

source: The extension is disabled
ca: L'extensió està deshabilitada
fr: L'extension est désactivée

source: Enable or disable the extension
ca: Habilita o deshabilita la extensión
fr: Activer ou désactiver l'extension

source: Keka will decide whether to compress or uncompress based on file format and extension. This is the recommended option.
ca: El Keka decidirà si comprimir o descomprimir segons el format i l'extensió dels fitxers. Aquesta és l'opció recomanada.
fr: Keka décidera s'il faut compresser ou décompresser en fonction du format et de l'extension du fichier. C'est l'option recommandée.

source: Keka will compress all files, even those that are already compressed. You can compress an already compressed file in automatic mode by dropping it to the bottom part of the drop zone.
ca: El Keka comprimirà tots els fitxers, inclosos aquells que ja estiguin comprimits. Pots forçar la compressió d'arxius ja comprimits en el mode automàtic arrossegant i deixant anar a la part inferior de la zona d'arrossegament.
fr: Keka compressera tous les fichiers, même ceux qui sont déjà compressés. Vous pouvez compresser un fichier déjà compressé en mode automatique en le déposant dans la partie inférieure de la zone de dépôt.

source: Keka will try to extract all files. You can try to extract an unknown file in automatic mode by dropping it in the bottom part of the drop zone.
ca: El Keka intentarà extreure tots els fitxers. Pots intentar extreure fitxers desconeguts en el mode automàtic arrossegant i deixant anar a la part inferior de la zona d'arrossegament.
fr: Keka essaiera d'extraire tous les fichiers. Vous pouvez essayer d'extraire un fichier inconnu en mode automatique en le déposant dans la partie inférieure de la zone de dépôt.

source: Show the operation log
ca: Mostrar el registre de l'operació
fr: Afficher le journal des opérations

source: Unable to process tips
ca: No es poden processar les propines
fr: Impossible de traiter les dons

source: Already tipping a monthly %@
ca: Ja s'està enviant la propina mensual de %@
fr: Donne déjà %@ mensuellement

source: Send a monthly %@ tip
ca: Enviar una propina mensual de %@
fr: Envoyer un don mensuel de %@

source: Send a %@ tip
ca: Enviar una propina de %@
fr: Faire un don de %@

source: Give Keka some love ♥
ca: Suporta el desenvolupament del Keka ♥
fr: Donner de l'amour à Keka ♥

source: All extractions will be expanded at this location.
ca: Totes les operacions s'extreuran en aquesta carpeta.
fr: Toutes les extractions seront décompressées à cet emplacement.

source: All compressions will be stored at this location.
ca: Totes les operacions es comprimiran en aquesta carpeta.
fr: Toutes les compressions seront stockées à cet emplacement.
