Repository: anosidium/Keka
Catalog: Translations/*.lproj/Localizable.strings
Languages: ca, fr

source: You'll be asked where to extract each operation.
ca: Es preguntarà on extreure cada operació.
fr: On vous demandera où extraire chaque opération.

source: You'll be asked where to compress each operation.
ca: Es preguntarà on comprimir cada operació
fr: On vous demandera où compresser chaque opération.

source: If Keka has File Access it will execute the operation near the source file/s, otherwise it will ask for a location. You can set Keka's File Access in the Preferences tab so this option works properly.
ca: Si el Keka té Accés a fitxers realitzarà l'operació al costat de l'original, en cas contrari preguntarà on realitzar l'operació. Pots donar Accés a fitxers al Keka en la Configuració per a que aquesta opció funcioni correctament.
fr: Si Keka a accès aux fichiers, il exécutera l'opération près du ou des fichiers source, sinon il demandera un emplacement. Vous pouvez définir l'accès aux fichiers de Keka dans l'onglet Préférences afin que cette option fonctionne correctement.

source: Keka has no file access to the destination folder so it needs to ask for a location. You can add access to this and other folders in Keka's Preferences File Access pane.
ca: El Keka no té accés a la carpeta de destí i necessita preguntar on realitzar l'operació. Pots donar accés a aquesta i altres carpetes en el panell d'Accés a Fitxers de la Configuració del Keka.
fr: Keka n'a pas accès aux fichiers dans le dossier cible, il doit donc demander un emplacement. Vous pouvez ajouter l'accès à ce dossier et à d'autres dans le volet d'accès aux fichiers des préférences de Keka.

source: The characters %@ are not compatible with the %@ format
ca: Els caràcters %@ no són compatibles amb el format %@
fr: Les caractères %@ ne sont pas compatibles avec le format %@

source: The character %@ is not compatible with the %@ format
ca: El caràcter %@ no és compatible amb el format %@
fr: Le caractère %@ n'est pas compatible avec le format %@

source: Stop compressing
ca: Para la compressió
fr: Arrêter la compression

source: Stop extracting
ca: Para l'extracció
fr: Arrêter l'extraction

source: Resume compressing
ca: Reprèn la compressió
fr: Reprendre la compression

source: Resume extracting
ca: Reprèn l'extracció
fr: Reprendre l'extraction

source: Pause compressing
ca: Pausa la compressió
fr: Mettre la compression en pause

source: Pause extracting
ca: Pausa l'extracció
fr: Mettre l'extraction en pause

source: Compression paused
ca: Compressió pausada
fr: Compression mise en pause

source: Extraction paused
ca: Extracció pausada
fr: Extraction mise en pause

source: Waiting for password
ca: Esperant una contrasenya
fr: En attente de mot de passe

source: On queue
ca: En cua
fr: En queue

source: Applying quarantine...
ca: Aplicant quarantena...
fr: Application de la quarantine...

source: %@. Please get in contact with the developers.
ca: %@. Contacteu amb els desenvolupadors.
fr: %@. Veuillez contacter le développeur.

source: Report
ca: Informar

source: Report via mail
ca: Informar per correu

source: Monthly sip of coffee
ca: Un glop de cafè al mes
fr: Gorgée mensuelle de café

source: Gift Keka a sip of coffee each month
ca: Regala al Keka un glop de cafè al mes
fr: Offrez à Keka une gorgée de café chaque mois

source: Monthly coffee
ca: Cafè mensual
fr: Café mensuel

source: Gift Keka a coffee each month
ca: Regala al Keka un cafè al mes
fr: Offrez à Keka un café chaque mois

source: Monthly pair of coffees
ca: Un parell de cafès al mes
fr: Paire de cafés mensuelle

source: Gift Keka a couple coffees each month
ca: Regala al Keka un parell de cafès al mes
fr: Offrez à Keka une paire de cafés mensuelle

source: Monthly breakfast
ca: Esmorzar mensual
fr: Petit-déjeuner mensuel

source: Gift Keka a breakfast each month
ca: Regala al Keka un esmorzar al mes
fr: Offrez à Keka un petit-déjeuner mensuel

source: Tip a coffee
ca: Convida a un cafè
fr: Donnez un café

source: Tip Keka a coffee so it can stay awake
ca: Convida al Keka a un cafè perquè no s'adormi
fr: Donnez à Keka un café pour qu'il sois éveillé

source: Tip a breakfast
ca: Convida a un esmorzar
fr: Donnez un petit-déjeuner

source: Tip Keka a breakfast so it can start fresh
ca: Convida al Keka a un esmorzar per començar bé
fr: Donnez à Keka un petit-déjeuner pour démarrer

source: Tip a lunch
ca: Regala un menjar
fr: Donnez un déjeuner

source: Tip Keka a lunch and feed it
ca: Regala al Keka un menjar perquè s'alimenti
fr: Donnez à Keka un déjeuner et nourrissez-le

source: Tip a dinner
ca: Regala un sopar
fr: Donnez un dîner

source: Tip Keka a dinner so it keeps rolling
ca: Regala al Keka un sopar perquè surti rodant
fr: Donnez à Keka un dîner pour avancer

source: Tip a bunch of food
ca: Regala un grapat de menjar
fr: Donnez un tas de nourriture

source: Tip Keka a new bunch of food to keep rolling
ca: Regala al Keka un gran grapat de menjar
fr: Donnez à Keka un tas de nourriture

source: General
fr: Général

source: No
fr: Non

source: File "%@" needs a special encoding to be extracted
fr: L'extraction du fichier "%@" requiert un encodage spécial

source: Select the encoding for "%@"
fr: Sélectionner l'encodage pour "%@"

source: Unable to extract a folder
fr: Impossible d'extraire un dossier

source: Update
fr: Mettre à jour
